[
  {
    "name": "Judy Garland - I Don't Care",
    "description": "Featured in the 1949 film musical In the Good Old Summertime, where it was sung by Judy Garland, and later became a standard in her concerts. It was also recorded by Mitzi Gaynor, Julie Andrews, and Eydie Gorme among others, sometimes with additional lyrics.",
    "yt-id": "Q-Q3gd6S1as"
  },
  {
    "name": "Doris Day - Secret Love",
    "description": "Secret Love is a song composed by Sammy Fain and Paul Francis Webster for Calamity Jane, a 1953 musical film in which it was introduced by Doris Day in the title role. Doris Day first heard 'Secret Love' when its co-writer Sammy Fain visited the singer's home and played it for her, Day being so moved by the song that she'd recall her reaction as being: 'I just about fell apart'.",
    "yt-id": "H8P_p7dB2dw"
  },
  {
    "name": "Frank Sinatra and Doris Day - You, My Love",
    "description": "Young at Heart is a 1954 American musical film starring Doris Day and Frank Sinatra, and directed by Gordon Douglas.",
    "yt-id": "UN6EVn-EQl0"
  },
  {
    "name": "Judy Garland - Zing! Went The Strings Of My Heart",
    "description": "'Zing! Went the Strings of My Heart' is a 1935 popular song with words and music by James F. Hanley. It was introduced by Hal Le Roy and Eunice Healey in the Broadway revue Thumbs Up!. The most notable recordings were made by Judy Garland, who recorded it numerous times, including in the 1938 film Listen, Darling and for Decca Records in 1939.",
    "yt-id": "Kq0_G9mYppo"
  },
  {
    "name": "Frank Sinatra - Come Out, Come Out, Wherever You Are",
    "description": "Step Lively is a 1944 American musical film directed by Tim Whelan and starring Frank Sinatra. Step Lively was based on the 1937 play Room Service, by Allen Boretz and John Murray. It was a remake of the 1938 RKO film Room Service, starring the Marx Brothers, Lucille Ball, and Ann Miller.",
    "yt-id": "5sUUCgccE_w"
  },
  {
    "name": "Frank Sinatra - Time After Time",
    "description": "It Happened in Brooklyn is a 1947 American musical romantic comedy film directed by Richard Whorf and starring Frank Sinatra, Kathryn Grayson, Peter Lawford and Jimmy Durante, and featuring Gloria Grahame and Marcy McGuire. It Happened in Brooklyn was Sinatra's third film for Metro-Goldwyn-Mayer, which had purchased his contract from RKO (because Louis B. Mayer was a huge Sinatra fan).",
    "yt-id": "YIDQrU9kzhQ"
  },
  {
    "name": "Frank Sinatra - You Make Me Feel So Young",
    "description": "Frank Sinatra's 1962 live performance at the Royal Festival Hall in London was a charity concert to raise money for children's charities. The concert was broadcast on ITV the following night as This Is Sinatra!.",
    "yt-id": "LiILUT_Px84"
  }
]
